Repository: mateusz-klatt/snapper-ios
Catalog: Snapper/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, hy, id, is, it, ja, ko, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sq, sr_latn, sv, sw, th, tr, uk, vi, zh_hans, zh_hant

# orders.segment.recent
source: Recent
ar: حديثة
bn: সাম্প্রতিক
bs: Nedavni
cs: Nedávné
da: Seneste
de: Aktuell
el: Πρόσφατες
es: Recientes
fa: اخیر
fi: Viimeaikaiset
fil: Kamakailan
fr: Récents
he: אחרונות
hi: हालिया
hr: Nedavni
hu: Friss
hy: Վերջին
id: Terbaru
is: Nýlegar
it: Recenti
ja: 最近
ko: 최근
lt: Naujausi
lv: Pēdējie
ms: Terkini
my: မကြာသေးမီ
nb: Nylige
pl: Ostatnie
pt_br: Recentes
ro: Recente
ru: Недавние
sk: Nedávne
sq: Të fundit
sr_latn: Nedavni
sv: Senaste
sw: Za hivi karibuni
th: ล่าสุด
tr: Son
uk: Останні
vi: Gần đây
zh_hans: 近期
zh_hant: 近期

# orders.segment.fills
source: Fills
ar: تنفيذات
bn: ফিলস
bs: Izvršenja
cs: Provedení
da: Udførelser
de: Ausführungen
el: Εκτελέσεις
es: Ejecuciones
fa: اجراها
fi: Toteutukset
fr: Exécutions
he: ביצועים
hi: फिल्स
hr: Izvršenja
hu: Végrehajtások
hy: Կատարումներ
id: Eksekusi
is: Framkvæmdir
it: Esecuzioni
ja: 約定
ko: 체결
lt: Įvykdymai
lv: Izpildes
ms: Pelaksanaan
nb: Utførelser
nl: Uitvoeringen
pl: Realizacje
pt_br: Execuções
ro: Execuții
ru: Исполнения
sk: Vykonania
sq: Ekzekutime
sr_latn: Izvršenja
sv: Utföranden
th: รายการจับคู่
tr: Gerçekleşmeler
uk: Виконання
vi: Khớp lệnh
zh_hans: 成交
zh_hant: 成交

# positions.accessibility.hint.row
source: Double-tap to open position actions
ar: انقر مرتين لفتح إجراءات المركز
bn: পজিশন অ্যাকশন খুলতে দুবার ট্যাপ করুন
bs: Dvaput dodirnite za otvaranje akcija pozicije
cs: Dvojitým klepnutím otevřete akce pozice
da: Dobbelttryk for at åbne positionshandlinger
de: Doppeltippen, um Positionsaktionen zu öffnen
el: Πατήστε δύο φορές για άνοιγμα ενεργειών θέσης
es: Toca dos veces para abrir las acciones de la posición
fa: برای باز کردن عملیات موقعیت، دو بار ضربه بزنید
fi: Avaa position toiminnot kaksoisnapauttamalla
fil: I-double-tap upang buksan ang mga aksyon sa position
fr: Touchez deux fois pour ouvrir les actions de position
he: הקשה כפולה לפתיחת פעולות פוזיציה
hi: पोज़ीशन एक्शन खोलने के लिए डबल-टैप करें
hr: Dvaput dodirnite za prikaz akcija pozicije
hu: Koppintson duplán a pozíció műveleteinek megnyitásához
hy: Կրկնակի հպեք՝ դիրքի գործողությունները բացելու համար
id: Ketuk dua kali untuk membuka tindakan posisi
is: Tvípikkaðu til að opna aðgerðir fyrir stöðu
it: Tocca due volte per aprire le azioni sulla posizione
ja: ダブルタップしてポジション操作を開く
ko: 포지션 작업을 열려면 두 번 탭하세요
lt: Bakstelėkite du kartus, kad atvertumėte pozicijos veiksmus
lv: Pieskarieties divreiz, lai atvērtu pozīcijas darbības
ms: Ketik dua kali untuk membuka tindakan posisi
my: position actions ဖွင့်ရန် နှစ်ချက်နှိပ်ပါ
nb: Dobbelttrykk for å åpne posisjonshandlinger
nl: Dubbeltik om positieacties te openen
pl: Dotknij dwukrotnie, aby otworzyć akcje pozycji
pt_br: Toque duas vezes para abrir as ações da posição
ro: Atinge de două ori pentru a deschide acțiunile poziției
ru: Дважды коснитесь, чтобы открыть действия с позицией
sk: Dvojitým ťuknutím otvoríte akcie pozície
sq: Trokit dy herë për të hapur veprimet e pozicionit
sr_latn: Dvaput dodirnite za prikaz akcija pozicije
sv: Dubbeltryck för att öppna positionsåtgärder
sw: Gusa mara mbili kufungua vitendo vya position
th: แตะสองครั้งเพื่อเปิดการดำเนินการของสถานะ
tr: Pozisyon işlemlerini açmak için çift dokunun
uk: Двічі торкніться, щоб відкрити дії з позицією
vi: Nhấn đúp để mở hành động vị thế
zh_hans: 轻点两下打开仓位操作
zh_hant: 點兩下以開啟倉位操作

# positions.accessibility.label.closeButton
source: Close position
ar: إغلاق المركز
bn: পজিশন বন্ধ করুন
bs: Zatvori poziciju
cs: Zavřít pozici
da: Luk position
de: Position schließen
el: Κλείσιμο θέσης
es: Cerrar posición
fa: بستن موقعیت
fi: Sulje positio
fil: Isara ang position
fr: Clôturer la position
he: סגירת פוזיציה
hi: पोज़ीशन बंद करें
hr: Zatvori poziciju
hu: Pozíció zárása
hy: Փակել դիրքը
id: Tutup posisi
is: Loka stöðu
it: Chiudi posizione
ja: ポジションをクローズ
ko: 포지션 청산
lt: Uždaryti poziciją
lv: Aizvērt pozīciju
ms: Tutup posisi
my: position ပိတ်ပါ
nb: Lukk posisjon
nl: Positie sluiten
pl: Zamknij pozycję
pt_br: Fechar posição
ro: Închide poziția
ru: Закрыть позицию
sk: Zatvoriť pozíciu
sq: Mbyll pozicionin
sr_latn: Zatvori poziciju
sv: Stäng position
sw: Funga position
th: ปิดสถานะ
tr: Pozisyonu kapat
uk: Закрити позицію
vi: Đóng vị thế
zh_hans: 平仓
zh_hant: 平倉

# positions.accessibility.label.reduceButton
source: Reduce position
ar: تقليل المركز
bn: পজিশন কমান
bs: Smanji poziciju
cs: Snížit pozici
da: Reducer position
de: Position reduzieren
el: Μείωση θέσης
es: Reducir posición
fa: کاهش موقعیت
fi: Pienennä positiota
fil: Bawasan ang position
fr: Réduire la position
he: הקטנת פוזיציה
hi: पोज़ीशन कम करें
hr: Smanji poziciju
hu: Pozíció csökkentése
hy: Նվազեցնել դիրքը
id: Kurangi posisi
is: Minnka stöðu
it: Riduci posizione
ja: ポジションを減らす
ko: 포지션 감축
lt: Sumažinti poziciją
lv: Samazināt pozīciju
ms: Kurangkan posisi
my: position လျှော့ပါ
nb: Reduser posisjon
nl: Positie verkleinen
pl: Redukuj pozycję
pt_br: Reduzir posição
ro: Reduce poziția
ru: Уменьшить позицию
sk: Zredukovať pozíciu
sq: Redukto pozicionin
sr_latn: Smanji poziciju
sv: Reducera position
sw: Punguza position
th: ลดสถานะ
tr: Pozisyonu azalt
uk: Зменшити позицію
vi: Giảm vị thế
zh_hans: 减仓
zh_hant: 減倉

# positions.close.confirmationMessage
source: Close all of %@?
ar: إغلاق كامل %@؟
bn: %@ পুরোটা বন্ধ করবেন?
bs: Zatvoriti svu poziciju %@?
cs: Zavřít celou pozici %@?
da: Luk hele %@?
de: Gesamte Position %@ schließen?
el: Να κλείσει όλη η θέση %@;
es: ¿Cerrar todo de %@?
fa: کل %@ بسته شود؟
fi: Sulje koko %@?
fil: Isara ang lahat ng %@?
fr: Clôturer la totalité de %@ ?
he: לסגור את כל %@?
hi: %@ की पूरी पोज़ीशन बंद करें?
hr: Zatvoriti cijelu poziciju %@?
hu: Bezárja a teljes %@ pozíciót?
hy: Փակե՞լ ամբողջ %@-ը։
id: Tutup seluruh %@?
is: Loka allri stöðu fyrir %@?
it: Chiudere tutto di %@?
ja: %@の全量をクローズしますか？
ko: %@ 전체를 청산하시겠습니까?
lt: Uždaryti visą %@?
lv: Aizvērt visu %@?
ms: Tutup keseluruhan %@?
my: %@ အားလုံး ပိတ်မည်လား?
nb: Lukke hele %@?
nl: %@ volledig sluiten?
pl: Zamknąć całość %@?
pt_br: Fechar tudo de %@?
ro: Închizi toată poziția %@?
ru: Закрыть всю позицию %@?
sk: Zatvoriť celú pozíciu %@?
sq: Të mbyllet plotësisht %@?
sr_latn: Zatvoriti celu poziciju %@?
sv: Stäng hela %@?
sw: Funga %@ yote?
th: ปิด %@ ทั้งหมดหรือไม่
tr: %@ pozisyonunun tamamı kapatılsın mı?
uk: Закрити всю позицію %@?
vi: Đóng toàn bộ %@?
zh_hans: 要全部平掉 %@ 吗？
zh_hant: 要平掉 %@ 的全部倉位嗎？

# positions.close.success
source: Position closed
ar: تم إغلاق المركز
bn: পজিশন বন্ধ হয়েছে
bs: Pozicija zatvorena
cs: Pozice zavřena
da: Position lukket
de: Position geschlossen
el: Η θέση έκλεισε
es: Posición cerrada
fa: موقعیت بسته شد
fi: Positio suljettu
fil: Sarado na ang position
fr: Position clôturée
he: הפוזיציה נסגרה
hi: पोज़ीशन बंद हो गई
hr: Pozicija zatvorena
hu: Pozíció lezárva
hy: Դիրքը փակվեց
id: Posisi ditutup
is: Stöðu lokað
it: Posizione chiusa
ja: ポジションをクローズしました
ko: 포지션이 청산되었습니다
lt: Pozicija uždaryta
lv: Pozīcija aizvērta
ms: Posisi ditutup
my: position ပိတ်ပြီး
nb: Posisjon lukket
nl: Positie gesloten
pl: Pozycja zamknięta
pt_br: Posição fechada
ro: Poziție închisă
ru: Позиция закрыта
sk: Pozícia zatvorená
sq: Pozicioni u mbyll
sr_latn: Pozicija zatvorena
sv: Position stängd
sw: Position imefungwa
th: ปิดสถานะแล้ว
tr: Pozisyon kapatıldı
uk: Позицію закрито
vi: Đã đóng vị thế
zh_hans: 仓位已平仓
zh_hant: 已平倉

# positions.column.changePercent
source: % Change
ar: التغير %
bn: % পরিবর্তন
bs: Promjena %
cs: Změna %
da: % ændring
de: % Änderung
el: Μεταβολή %
es: % Cambio
fa: درصد تغییر
fi: Muutos %
fil: % Pagbabago
fr: Variation %
he: שינוי %
hi: % बदलाव
hr: Promjena %
hu: Változás %
hy: % փոփոխություն
id: Perubahan %
is: Breyting %
it: Variazione %
ja: 変化率
ko: 변동률 %
lt: Pokytis %
lv: % izmaiņas
ms: % Perubahan
my: % ပြောင်းလဲမှု
nb: % Endring
nl: % verandering
pl: Zmiana %
pt_br: Variação %
ro: Variație %
ru: % изменения
sk: Zmena %
sq: Ndryshim %
sr_latn: Promena %
sv: % förändring
sw: Mabadiliko %
th: การเปลี่ยนแปลง %
tr: % Değişim
uk: Зміна %
vi: % Thay đổi
zh_hans: 涨跌幅
zh_hant: 變動%

# positions.column.entryPrice
source: Entry price
ar: سعر الدخول
bn: এন্ট্রি মূল্য
bs: Ulazna cijena
cs: Vstupní cena
da: Indgangspris
de: Einstiegspreis
el: Τιμή εισόδου
es: Precio de entrada
fa: قیمت ورود
fi: Avaushinta
fr: Prix d'entrée
he: מחיר כניסה
hi: एंट्री प्राइस
hr: Ulazna cijena
hu: Belépési ár
hy: Մուտքի գին
id: Harga masuk
is: Inngangsverð
it: Prezzo d'ingresso
ja: エントリー価格
ko: 진입 가격
lt: Įėjimo kaina
lv: Ieejas cena
ms: Harga masuk
nb: Inngangspris
nl: Instapprijs
pl: Cena wejścia
pt_br: Preço de entrada
ro: Preț de intrare
ru: Цена входа
sk: Vstupná cena
sq: Çmim hyrjeje
sr_latn: Ulazna cena
sv: Ingångspris
sw: Bei ya entry
th: ราคาเข้า
tr: Giriş fiyatı
uk: Ціна входу
vi: Giá vào
zh_hans: 开仓价
zh_hant: 入場價格

# positions.column.instrument
source: Instrument
ar: الأداة
bn: ইনস্ট্রুমেন্ট
el: Μέσο
es: Instrumento
fa: نماد
fi: Instrumentti
he: מכשיר
hi: इंस्ट्रूमेंट
hu: Instrumentum
hy: Գործիք
id: Instrumen
is: Gerningur
it: Strumento
ja: 銘柄
ko: 종목
lt: Instrumentas
lv: Instruments
ms: Instrumen
pt_br: Instrumento
ru: Инструмент
sk: Nástroj
th: ตราสาร
tr: Enstrüman
uk: Інструмент
vi: Công cụ
zh_hans: 交易品种
zh_hant: 交易品種

# positions.column.markPrice
source: Mark price
ar: سعر المؤشر
bn: মার্ক মূল্য
bs: Referentna cijena
cs: Referenční cena
da: Mark-pris
de: Mark-Preis
el: Τιμή αναφοράς
es: Precio de referencia
fa: قیمت مرجع
fi: Merkkihinta
fr: Prix de référence
he: מחיר סימון
hi: मार्क प्राइस
hr: Referentna cijena
hu: Referenciaár
hy: Հաշվարկային գին
id: Harga mark
is: Viðmiðunarverð
it: Prezzo di riferimento
ja: マーク価格
ko: 마크 가격
lt: Žymėjimo kaina
lv: Atsauces cena
ms: Harga rujukan
nb: Mark-pris
nl: Mark-prijs
pl: Cena referencyjna
pt_br: Preço de referência
ro: Preț de referință
ru: Маркировочная цена
sk: Referenčná cena
sq: Çmim referencë
sr_latn: Referentna cena
sv: Markpris
th: ราคาอ้างอิง
tr: İşaret fiyatı
uk: Маркувальна ціна
vi: Giá tham chiếu
zh_hans: 标记价格
zh_hant: 標記價格

# positions.column.pnl
source: Unrealized PnL
ar: P&L غير محقق
bn: অবাস্তবায়িত PnL
bs: Nerealizovani PnL
cs: Nerealizovaný PnL
da: Urealiseret PnL
de: Nicht realisierter PnL
el: Μη πραγματοποιημένο PnL
es: PnL no realizado
fa: PnL تحقق‌نیافته
fi: Realisoitumaton PnL
fr: PnL latent
he: PnL לא ממומש
hi: अनरियलाइज़्ड पीएनएल
hr: Nerealizirani PnL
hu: Nem realizált PnL
hy: Չիրացված PnL
id: PnL belum direalisasi
is: Óinnleyst PnL
it: PnL non realizzato
ja: 未実現損益
ko: 미실현 손익
lt: Nerealizuotas PnL
lv: Nerealizētā PnL
ms: PnL belum terealisasi
nb: Urealisert PnL
nl: Ongerealiseerde PnL
pl: Niezrealizowany PnL
pt_br: PnL não realizado
ro: PnL nerealizat
ru: Нереализованный PnL
sk: Nerealizovaný PnL
sq: PnL i parealizuar
sr_latn: Nerealizovani PnL
sv: Orealiserad PnL
sw: PnL isiyotekelezwa
th: PnL ที่ยังไม่รับรู้
tr: Gerçekleşmemiş PnL
uk: Нереалізований PnL
vi: PnL chưa thực hiện
zh_hans: 未实现盈亏
zh_hant: 未實現盈虧

# positions.column.size
source: Size
ar: الحجم
bn: সাইজ
bs: Veličina
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
fa: اندازه
fi: Koko
fil: Sukat
fr: Taille
he: גודל
hi: साइज
hr: Veličina
hu: Méret
hy: Չափ
id: Ukuran
is: Stærð
it: Dimensione
ja: サイズ
ko: 크기
lt: Dydis
lv: Apjoms
ms: Saiz
nb: Størrelse
nl: Omvang
pl: Wielkość
pt_br: Tamanho
ro: Dimensiune
ru: Размер
sk: Veľkosť
sq: Madhësi
sr_latn: Veličina
sv: Storlek
sw: Ukubwa
th: ขนาด
tr: Büyüklük
uk: Розмір
vi: Kích thước
zh_hans: 数量
zh_hant: 大小

# positions.empty.message
source: Positions will appear here when you have open orders.
ar: ستظهر المراكز هنا عندما تكون لديك أوامر مفتوحة.
bn: ওপেন অর্ডার থাকলে পজিশন এখানে দেখা যাবে।
bs: Pozicije će se pojaviti ovdje kada imate otvorene naloge.
cs: Pozice se zde objeví, jakmile budete mít otevřené pokyny.
da: Positioner vises her, når du har åbne ordrer.
de: Positionen erscheinen hier, sobald du offene Orders hast.
el: Οι θέσεις θα εμφανιστούν εδώ όταν έχετε ανοιχτές εντολές.
es: Las posiciones aparecerán aquí cuando tengas órdenes abiertas.
fa: وقتی سفارش‌های باز داشته باشید، موقعیت‌ها اینجا نمایش داده می‌شوند.
fi: Positiot näkyvät täällä, kun sinulla on avoimia toimeksiantoja.
fil: Lalabas dito ang mga position kapag mayroon kang mga bukas na order.
fr: Les positions apparaîtront ici lorsque vous aurez des ordres ouverts.
he: פוזיציות יופיעו כאן כשיהיו לך פקודות פתוחות.
hi: जब आपके पास ओपन ऑर्डर होंगे, पोज़ीशन यहां दिखाई देंगी।
hr: Pozicije će se pojaviti ovdje kad imate otvorene naloge.
hu: A pozíciók itt jelennek meg, amikor nyitott megbízásai vannak.
hy: Դիրքերը այստեղ կհայտնվեն, երբ բաց հանձնարարականներ ունենաք։
id: Posisi akan muncul di sini ketika Anda memiliki pesanan terbuka.
is: Stöður birtast hér þegar þú ert með opnar pantanir.
it: Le posizioni appariranno qui quando avrai ordini aperti.
ja: オープンポジションがあるとここに表示されます。
ko: 주문이 열려 있으면 포지션이 여기에 표시됩니다.
lt: Pozicijos bus rodomos čia, kai turėsite atvirų pavedimų.
lv: Pozīcijas parādīsies šeit, kad būs atvērti rīkojumi.
ms: Posisi akan muncul di sini apabila anda mempunyai pesanan terbuka.
my: open orders ရှိသည့်အခါ position များ ဤနေရာတွင် ပေါ်လာမည်။
nb: Posisjoner vises her når du har åpne ordrer.
nl: Posities verschijnen hier zodra je open orders hebt.
pl: Pozycje pojawią się tu, gdy masz otwarte zlecenia.
pt_br: As posições aparecerão aqui quando você tiver ordens abertas.
ro: Pozițiile vor apărea aici când vei avea ordine deschise.
ru: Позиции появятся здесь, когда у вас будут открытые ордера.
sk: Pozície sa zobrazia tu, keď budete mať otvorené pokyny.
sq: Pozicionet do të shfaqen këtu kur të kesh porosi të hapura.
sr_latn: Pozicije će se pojaviti ovde kada imate otvorene naloge.
sv: Positioner visas här när du har öppna ordrar.
sw: Position zitaonekana hapa ukiwa na order zilizo wazi.
th: สถานะจะแสดงที่นี่เมื่อคุณมีคำสั่งที่เปิดอยู่
tr: Açık emirleriniz olduğunda pozisyonlar burada görünecek.
uk: Позиції зʼявляться тут, коли у вас будуть відкриті ордери.
vi: Vị thế sẽ xuất hiện ở đây khi bạn có lệnh đang mở.
zh_hans: 当你有未成交订单时，仓位会显示在这里。
zh_hant: 當你有未完成訂單時，倉位會顯示在此。

# positions.empty.title
source: No open positions
ar: لا توجد مراكز مفتوحة
bn: কোনো ওপেন পজিশন নেই
bs: Nema otvorenih pozicija
cs: Žádné otevřené pozice
da: Ingen åbne positioner
de: Keine offenen Positionen
el: Καμία ανοιχτή θέση
es: Sin posiciones abiertas
fa: موقعیت بازی نیست
fi: Ei avoimia positioita
fil: Walang bukas na position
fr: Aucune position ouverte
he: אין פוזיציות פתוחות
hi: कोई ओपन पोज़ीशन नहीं
hr: Nema otvorenih pozicija
hu: Nincsenek nyitott pozíciók
hy: Բաց դիրքեր չկան
id: Tidak ada posisi terbuka
is: Engar opnar stöður
it: Nessuna posizione aperta
ja: オープンポジションなし
ko: 오픈 포지션 없음
lt: Atvirų pozicijų nėra
lv: Nav atvērtu pozīciju
ms: Tiada posisi terbuka
my: open positions မရှိ
nb: Ingen åpne posisjoner
nl: Geen open posities
pl: Brak otwartych pozycji
pt_br: Nenhuma posição aberta
ro: Nicio poziție deschisă
ru: Нет открытых позиций
sk: Žiadne otvorené pozície
sq: Nuk ka pozicione të hapura
sr_latn: Nema otvorenih pozicija
sv: Inga öppna positioner
sw: Hakuna position zilizo wazi
th: ไม่มีสถานะที่เปิดอยู่
tr: Açık pozisyon yok
uk: Немає відкритих позицій
vi: Không có vị thế mở
zh_hans: 暂无仓位
zh_hant: 沒有持倉

# positions.navTitle
source: Positions
ar: المراكز
bn: পজিশন
bs: Pozicije
cs: Pozice
da: Positioner
de: Positionen
el: Θέσεις
es: Posiciones
fa: موقعیت‌ها
fi: Positiot
fil: Mga Position
he: פוזיציות
hi: पोज़ीशन
hr: Pozicije
hu: Pozíciók
hy: Դիրքեր
id: Posisi
is: Stöður
it: Posizioni
ja: ポジション
ko: 포지션
lt: Pozicijos
lv: Pozīcijas
ms: Posisi
nb: Posisjoner
nl: Posities
pl: Pozycje
pt_br: Posições
ro: Poziții
ru: Позиции
sk: Pozície
sq: Pozicionet
sr_latn: Pozicije
sv: Positioner
th: สถานะ
tr: Pozisyonlar
uk: Позиції
vi: Vị thế
zh_hans: 仓位
zh_hant: 倉位

# positions.reduce.cancel
source: Cancel
ar: إلغاء
bn: বাতিল
bs: Odustani
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
es: Cancelar
fa: لغو
fi: Peruuta
fil: Kanselahin
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
hy: Չեղարկել
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ko: 취소
lt: Atšaukti
lv: Atcelt
ms: Batal
my: ပယ်ဖျက်ပါ
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
sq: Anulo
sr_latn: Otkaži
sv: Avbryt
sw: Ghairi
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# positions.reduce.confirm
source: Submit reduction
ar: تأكيد التخفيض
bn: রিডাকশন জমা দিন
bs: Potvrdi smanjenje
cs: Potvrdit snížení
da: Bekræft reduktion
de: Reduktion bestätigen
el: Υποβολή μείωσης
es: Confirmar reducción
fa: ثبت کاهش
fi: Vahvista pienennys
fil: Isumite ang reduction
fr: Valider la réduction
he: שליחת הקטנה
hi: रिडक्शन सबमिट करें
hr: Potvrdi smanjenje
hu: Csökkentés jóváhagyása
hy: Ներկայացնել նվազեցումը
id: Kirim pengurangan
is: Staðfesta minnkun
it: Conferma riduzione
ja: 削減を送信
ko: 감축 제출
lt: Patvirtinti sumažinimą
lv: Apstiprināt samazināšanu
ms: Hantar pengurangan
my: လျှော့ချမှု တင်သွင်းပါ
nb: Bekreft reduksjon
nl: Verkleining bevestigen
pl: Zatwierdź redukcję
pt_br: Confirmar redução
ro: Trimite reducerea
ru: Подтвердить уменьшение
sk: Potvrdiť redukciu
sq: Dorëzo reduktimin
sr_latn: Potvrdi smanjenje
sv: Skicka reducering
sw: Wasilisha upunguzaji
th: ส่งคำสั่งลดสถานะ
tr: Azaltmayı onayla
uk: Підтвердити зменшення
vi: Xác nhận giảm
zh_hans: 提交减仓
zh_hant: 提交減倉

# positions.reduce.confirmationMessage
source: Reduce %@ by %@ %@?
ar: تقليل %@ بمقدار %@ %@؟
bn: %@ থেকে %@ %@ কমাবেন?
bs: Smanjiti %@ za %@ %@?
cs: Snížit %@ o %@ %@?
da: Reducer %@ med %@ %@?
de: %@ um %@ %@ reduzieren?
el: Μείωση %@ κατά %@ %@;
es: ¿Reducir %@ en %@ %@?
fa: مقدار %@ به اندازه %@ %@ کاهش یابد؟
fi: Pienennetäänkö %@ määrällä %@ %@?
fil: Bawasan ang %@ ng %@ %@?
fr: Réduire %@ de %@ %@ ?
he: להקטין את %@ ב-%@ %@?
hi: %@ को %@ %@ से कम करें?
hr: Smanjiti %@ za %@ %@?
hu: Csökkenti %@ pozíciót %@ %@ értékkel?
hy: Նվազեցնե՞լ %@-ը %@ %@-ով։
id: Kurangi %@ sebesar %@ %@?
is: Minnka %@ um %@ %@?
it: Ridurre %@ di %@ %@?
ja: %@を%@ %@減らしますか？
ko: %@을(를) %@ %@만큼 감축하시겠습니까?
lt: Sumažinti %@ %@ %@?
lv: Samazināt %@ par %@ %@?
ms: Kurangkan %@ sebanyak %@ %@?
my: %@ ကို %@ %@ လျှော့မည်လား?
nb: Redusere %@ med %@ %@?
nl: %@ verkleinen met %@ %@?
pl: Zredukować %@ o %@ %@?
pt_br: Reduzir %@ em %@ %@?
ro: Reduci %@ cu %@ %@?
ru: Уменьшить %@ на %@ %@?
sk: Zredukovať %@ o %@ %@?
sq: Të reduktohet %@ me %@ %@?
sr_latn: Smanjiti %@ za %@ %@?
sv: Reducera %@ med %@ %@?
sw: Punguza %@ kwa %@ %@?
th: ลด %@ ลง %@ %@ หรือไม่
tr: %@ pozisyonu %@ %@ kadar azaltılsın mı?
uk: Зменшити %@ на %@ %@?
vi: Giảm %@ đi %@ %@?
zh_hans: 要将 %@ 减少 %@ %@ 吗？
zh_hant: 要將 %@ 減倉 %@ %@ 嗎？

# positions.reduce.sizeLabel
source: Reduce size
ar: حجم التخفيض
bn: কমানোর সাইজ
bs: Veličina smanjenja
cs: Velikost snížení
da: Reducer størrelse
de: Reduktionsgröße
el: Μέγεθος μείωσης
es: Tamaño a reducir
fa: مقدار کاهش
fi: Pienennyksen koko
fil: Bawasan ang sukat
fr: Taille à réduire
he: גודל ההקטנה
hi: साइज कम करें
hr: Veličina smanjenja
hu: Csökkentés mérete
hy: Նվազեցման չափ
id: Ukuran pengurangan
is: Stærð minnkunar
it: Dimensione riduzione
ja: 削減サイズ
ko: 감축 크기
lt: Sumažinimo dydis
lv: Samazināšanas apjoms
ms: Kurangkan saiz
my: လျှော့မည့် Size
nb: Reduksjonsstørrelse
nl: Verkleiningsomvang
pl: Wielkość redukcji
pt_br: Tamanho da redução
ro: Dimensiune redusă
ru: Размер уменьшения
sk: Veľkosť redukcie
sq: Madhësi reduktimi
sr_latn: Veličina smanjenja
sv: Reduceringsstorlek
sw: Ukubwa wa kupunguza
th: ขนาดที่ลด
tr: Azaltma büyüklüğü
uk: Розмір зменшення
vi: Kích thước giảm
zh_hans: 减仓数量
zh_hant: 減倉數量

# positions.reduce.title
source: Reduce position
ar: تقليل المركز
bn: পজিশন কমান
bs: Smanji poziciju
cs: Snížit pozici
da: Reducer position
de: Position reduzieren
el: Μείωση θέσης
es: Reducir posición
fa: کاهش موقعیت
fi: Pienennä positiota
fil: Bawasan ang position
fr: Réduire la position
he: הקטנת פוזיציה
hi: पोज़ीशन कम करें
hr: Smanji poziciju
hu: Pozíció csökkentése
hy: Նվազեցնել դիրքը
id: Kurangi posisi
is: Minnka stöðu
it: Riduci posizione
ja: ポジションを減らす
ko: 포지션 감축
lt: Sumažinti poziciją
lv: Samazināt pozīciju
ms: Kurangkan posisi
my: position လျှော့ပါ
nb: Reduser posisjon
nl: Positie verkleinen
pl: Zredukuj pozycję
pt_br: Reduzir posição
ro: Reduce poziția
ru: Уменьшить позицию
sk: Zredukovať pozíciu
sq: Redukto pozicionin
sr_latn: Smanji poziciju
sv: Reducera position
sw: Punguza position
th: ลดสถานะ
tr: Pozisyonu azalt
uk: Зменшити позицію
vi: Giảm vị thế
zh_hans: 减仓
zh_hant: 減倉

# positions.row.actions.close
source: Close
ar: إغلاق
bn: বন্ধ
bs: Zatvori
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fa: بستن
fi: Sulje
fil: Isara
fr: Clôturer
he: סגירה
hi: बंद करें
hr: Zatvori
hu: Zárás
hy: Փակել
id: Tutup
is: Loka
it: Chiudi
ja: クローズ
ko: 청산
lt: Uždaryti
lv: Aizvērt
ms: Tutup
my: ပိတ်ပါ
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
sk: Zatvoriť
sq: Mbylle
sr_latn: Zatvori
sv: Stäng
sw: Funga
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 平仓
zh_hant: 平倉

# positions.row.actions.dialogTitle
source: Position action
ar: إجراء المركز
bn: পজিশন অ্যাকশন
bs: Akcija pozicije
cs: Akce s pozicí
da: Positionshandling
de: Positionsaktion
el: Ενέργεια θέσης
es: Acción sobre la posición
fa: عملیات موقعیت
fi: Position toiminto
fil: Aksyon sa position
fr: Action sur la position
he: פעולת פוזיציה
hi: पोज़ीशन एक्शन
hr: Akcija na poziciji
hu: Pozíció művelet
hy: Դիրքի գործողություն
id: Tindakan posisi
is: Aðgerð á stöðu
it: Azione sulla posizione
ja: ポジション操作
ko: 포지션 작업
lt: Pozicijos veiksmas
lv: Pozīcijas darbība
ms: Tindakan posisi
nb: Posisjonshandling
nl: Positieactie
pl: Akcja na pozycji
pt_br: Ação na posição
ro: Acțiune poziție
ru: Действие с позицией
sk: Akcia pozície
sq: Veprim pozicioni
sr_latn: Akcija na poziciji
sv: Positionsåtgärd
sw: Kitendo cha position
th: การดำเนินการกับสถานะ
tr: Pozisyon işlemi
uk: Дія з позицією
vi: Hành động vị thế
zh_hans: 仓位操作
zh_hant: 倉位操作

# positions.row.actions.reduce
source: Reduce
ar: تقليل
bn: কমান
bs: Smanji
cs: Snížit
da: Reducer
de: Reduzieren
el: Μείωση
es: Reducir
fa: کاهش
fi: Pienennä
fil: Bawasan
fr: Réduire
he: הקטנה
hi: कम करें
hr: Smanji
hu: Csökkentés
hy: Նվազեցնել
id: Kurangi
is: Minnka
it: Riduci
ja: 削減
ko: 감축
lt: Sumažinti
lv: Samazināt
ms: Kurangkan
my: လျှော့ပါ
nb: Reduser
nl: Verkleinen
pl: Redukuj
pt_br: Reduzir
ru: Уменьшить
sk: Zredukovať
sq: Reduktoje
sr_latn: Smanji
sv: Reducera
sw: Punguza
th: ลด
tr: Azalt
uk: Зменшити
vi: Giảm
zh_hans: 减仓
zh_hant: 減倉
